<template>
    <v-layout>
        <v-flex xs-12>
            <h1 class="textCenter marginBottom60">六盘软件许可及服务协议</h1>
            <h2 class="textCenter">【首部及导言】</h2>
            <h2 class="textCenter marginBottom60">欢迎您使用六盘软件及服务！</h2>
            <p>为使用六盘软件（以下简称“本软件”）及服务，您应当阅读并遵守《六盘软件许可及服务协议》（以下简称“本协议”），以及《中联讯通服务协议》。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。限制、免责条款可能以加粗等形式提示您注意。
            除非您已阅读并接受本协议所有条款，否则您无权下载、安装或使用本软件及相关服务。您的下载、安装、使用、登录等行为即视为您已阅读并同意上述协议的约束。</p>
            <p class="marginBottom60">如果您未满18周岁，请在法定监护人的陪同下阅读本协议及其他上述协议，并特别注意未成年人使用条款。</p>

            <h2 class="marginBottom60">一、【协议的范围】</h2>
            <p>1.1 【协议适用主体范围】</p>
            <p class="marginBottom60">本协议是您与中联讯通之间关于您下载、安装、使用、复制本软件，以及使用中联讯通相关服务所订立的协议。“中联讯通”是指北京中联讯通网络科技有限公司及其相关服务可能存在的运营关联单位。</p>
            <p>1.2 【协议关系及冲突条款】</p>
            <p>本协议被视为《中联讯通服务协议》（链接地址：<a href="https://6pan.cn/docs/agreement" target="_blank">https://6pan.cn/docs/agreement</a>，若链接地址变更的，则以变更后的链接地址所对应的内容为准；其他链接地址变更的情形，均适用前述约定。）、相关第三方账号的补充协议，是其不可分割的组成部分，与其构成统一整体。本协议与上述内容存在冲突的，以本协议为准。</p>
            <p class="marginBottom60">本协议内容同时包括中联讯通可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。</p>

            <h2 class="marginBottom60">二、【关于本服务】</h2>
            <p>2.1 【本服务的内容】</p>
            <p>本服务内容是指中联讯通向您提供的安装在移动电话、电脑、平板电脑等各种手持移动终端设备上，用于下载、预览、发布文件内容等功能的软件许可及服务（以下简称“本服务”）。</p>
            <p>2.2 【本服务的形式】</p>
            <p>2.2.1 您使用本服务需要下载六盘客户端软件，对于这些软件，中联讯通给予您一项个人的、不可转让及非排他性的许可。您仅可为访问或使用本服务的目的而使用这些软件及服务。</p>
            <p>2.2.2本服务中中联讯通直播客户端软件提供iOS以及安卓应用版本，您必须选择与所安装手机相匹配的软件版本。</p>

            <p>2.3 【本服务许可的范围】</p>
            <p>2.3.1 中联讯通给予您一项个人的、不可转让及非排他性的许可，以使用本软件。您可以为非商业目的在单一一台终端设备上安装、使用、显示、运行本软件。</p>
            <p>2.3.2您可以为使用本软件及服务的目的复制本软件的一个副本，仅用作备份。备份副本必须包含原软件中含有的所有知识产权信息。</p>
            <p class="marginBottom60">2.3.3 本条及本协议其他条款未明示授权的其他一切权利仍由中联讯通保留，您在行使这些权利时须另外取得中联讯通的书面许可。中联讯通如果未行使前述任何权利，并不构成对该权利的放弃。</p>

            <h2 class="marginBottom60">三、【软件的获取】</h2>
            <p>3.1 您可以直接从中联讯通的网站上获取本软件，也可以从得到中联讯通授权的第三方获取。</p>
            <p class="marginBottom60">3.2 如果您从未经中联讯通授权的第三方获取本软件或与本软件名称相同的安装程序，中联讯通无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。</p>

            <h2 class="marginBottom60">四、【软件的安装与卸载】</h2>
            <p>4.1 中联讯通可能为不同的终端设备开发了不同的软件版本，您应当根据实际情况选择下载合适的版本进行安装。</p>
            <p>4.2 下载安装程序后，您需要按照该程序提示的步骤正确安装。</p>
            <p>4.3 为提供更加优质、安全的服务，在本软件安装时中联讯通可能推荐您安装其他软件，您可以选择安装或不安装。</p>
            <p class="marginBottom60">4.4 如果您不再需要使用本软件或者需要安装新版软件，可以自行卸载。如果您愿意帮助中联讯通改进产品服务，请告知卸载的原因。</p>

            <h2 class="marginBottom60">五、【软件的更新】</h2>
            <p>5.1 为了改善用户体验、完善服务内容，中联讯通将不断努力开发新的服务，并为您不时提供软件更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。</p>
            <p>5.2 为了保证本软件及服务的安全性和功能的一致性，中联讯通有权不经向您特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。</p>
            <p class="marginBottom60">5.3 本软件新版本发布后，旧版本的软件可能无法使用。中联讯通不保证旧版本软件继续可用及提供相应的客户服务，请您随时核对并下载最新版本。</p>

            <h2 class="marginBottom60">六、【用户个人信息保护】</h2>
            <p>6.1保护用户个人信息是中联讯通的一项基本原则，中联讯通将会采取合理的措施保护用户的个人信息。除法律法规规定的情形外，未经用户许可中联讯通不会向第三方公开、透露用户个人信息。中联讯通对相关信息采用专业加密存储与传输方式，保障用户个人信息的安全。</p>
            <p>6.2 您在使用本软件及服务过程中，可能需要提供一些必要的信息，例如：为向您提供会员服务，您需要填写手机号码等信息。若国家法律法规或政策有特殊规定的，您需要提供真实的身份信息。若您提供的信息不完整，则无法使用本服务或在使用过程中受到限制。</p>
            <p>6.3一般情况下，您可随时浏览自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法修改注册时提供的初始信息及其他验证信息。</p>
            <p>6.4中联讯通将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。</p>
            <p>6.5未经您的同意，中联讯通不会向中联讯通以外的任何公司、组织和个人披露您的个人信息，但法律法规另有规定的除外。</p>
            <p class="marginBottom60">6.6中联讯通非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用中联讯通的服务前，应事先取得您家长或法定监护人的书面同意。</p>

            <h2 class="marginBottom60">七、【主权利义务条款】</h2>
            <p>7.1 【帐号使用规范】</p>
            <p>7.1.1您在使用本软件及服务的下载、预览、发布等功能时可能需要登陆第三方帐号。关于您使用帐号的具体规则，请遵守相关运营商的规定、相关帐号使用协议以及中联讯通为此发布的专项规则。</p>
            <p>7.1.2用户有责任妥善保管注册帐户信息及帐户密码的安全，用户需要对注册帐户以及密码下的行为承担法律责任。用户同意在任何情况下不向他人透露帐户及密码信息。在您怀疑他人在使用您的帐号时，您应立即通知北京中联讯通网络科技有限公司。</p>
            <p>7.2【用户注意事项】</p>
            <p>7.2.1 您理解并同意：为了向您提供有效的服务，本软件会利用您计算机设备的处理器和带宽等资源。本软件使用过程中可能产生数据流量的费用，用户需自行向运营商了解相关资费信息，并自行承担相关费用。</p>
            <p>7.2.2您在使用本软件某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”），您在使用该项服务前请阅读并同意相关的单独协议。</p>
            <p>7.2.3您理解并同意中联讯通将会尽其商业上的合理努力保障您在本软件及服务中的数据存储安全，但是，中联讯通并不能就此提供完全保证，包括但不限于以下情形：</p>
            <p>7.2.3.1 中联讯通不对您在本软件及服务中相关数据的删除或储存失败负责；</p>
            <p>7.2.3.2 中联讯通有权根据实际情况自行决定单个用户在本软件及服务中数据的最长储存期限或储存空间，并在服务器上为其分配数据最大存储空间等。</p>
            <p>7.2.3.3 如果您停止使用本软件及服务或服务被终止或取消，中联讯通可以从服务器上永久地删除您的数据。服务停止、终止或取消后，中联讯通没有义务向您返还任何数据。</p>
            <p>7.2.4用户在使用本软件及服务时，须自行承担如下不可掌控的风险内容，包括但不限于：</p>
            <p>7.2.4.1由于不可抗拒因素可能引起的个人信息丢失、泄漏等风险；</p>
            <p>7.2.4.2用户必须选择与所安装手机相匹配的软件版本，否则，由于软件与手机型号不相匹配所导致的任何问题或损害，均由用户自行承担；</p>
            <p>7.2.4.3 用户在使用本软件访问第三方网站时，因第三方网站及相关内容所可能导致的风险，由用户自行承担；</p>
            <p>7.2.4.4 用户发布的内容被他人转发、分享，因此等传播可能带来的风险和责任；</p>
            <p>7.2.4.5 由于网络信号不稳定、网络带宽小等原因，所引起的本软件登录失败、资料同步不完整、页面打开速度慢等风险。   </p>
            <p class="marginBottom60">7.2.5您充分理解并同意，中联讯通有权将您通过本软件发布的内容同步至中联讯通其他业务平台进行使用（包括商业化使用），且不需要经过您和任何内容权利方的同意，不需要向您以及任何内容权利方支付任何费用。</p>

            <h2 class="marginBottom60">八、【用户行为规范】</h2>
            <p>8.1【信息内容规范】</p>
            <p>8.1.1您可使用本软件及服务发表属于您原创或您有权发表的观点看法、文字、信息、用户名、图片、照片、个人信息、链接、视频等信息内容。您必须保证，您拥有您所上传信息内容的知识产权或已获得合法授权，您使用本软件及服务的任何行为未侵犯任何第三方之合法权益。</p>
            <p>8.1.2 您在使用本服务时不得利用本服务从事以下行为，包括但不限于：</p>
            <p>8.1.2.1 发布、传送、传播、储存违反国家法律、危害国家安全统一、社会稳定、公序良俗、社会公德以及侮辱、诽谤、淫秽或含有何性或性暗示的、暴力的内容；</p>
            <p>8.1.2.2 发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；</p>
            <p>8.1.2.3 发布、传送、传播、储存涉及他人隐私、个人信息或资料的；</p>
            <p>8.1.2.4 发表、传送、传播骚扰、广告信息及垃圾信息；</p>
            <p>8.1.2.5 其他违反法律法规、政策及公序良俗、社会公德或干扰视频正常运营和侵犯其他用户或第三方合法权益内容的信息。</p>

            <p>8.2【软件使用规范】</p>
            <p>除非法律允许或中联讯通书面许可，您使用本软件过程中不得从事下列行为：</p>
            <p>8.2.1 删除本软件及其副本上关于著作权的信息；</p>
            <p>8.2.2 对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码；</p>
            <p>8.2.3 对中联讯通拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；</p>
            <p>8.2.4 对本软件或者本软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非中联讯通经授权的第三方工具/服务接入本软件和相关系统；</p>
            <p>8.2.5 通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；</p>
            <p>8.2.6 通过非中联讯通开发、授权的第三方软件、插件、外挂、系统，登录或使用中联讯通软件及服务，或制作、发布、传播上述工具；</p>
            <p>8.2.7 自行或者授权他人、第三方软件对本软件及其组件、模块、数据进行干扰；</p>
            <p>8.2.8 其他未经中联讯通明示授权的行为。</p>
            <p>8.3【对自己行为负责】</p>
            <p>您充分了解并同意，您必须为自己使用本软件及服务的一切行为负责，包括您所发表的任何内容以及由此产生的任何后果。您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。中联讯通无法且不会对因前述风险而导致的任何损失或损害承担责任。 </p>
            <p>8.4【违约处理】</p>
            <p>8.4.1 如果中联讯通发现或收到他人举报或投诉用户违反本协议约定的，中联讯通有权不经通知随时对相关内容进行删除，并视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用全部或部分功能、帐号封禁直至注销的处罚，并公告处理结果。 </p>
            <p>8.4.2 您理解并同意，中联讯通有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。</p>
            <p class="marginBottom60">8.4.3 您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；中联讯通因此遭受损失的，您也应当一并赔偿。</p>

            <h2 class="marginBottom60">九、【知识产权声明】</h2>
            <p>9.1 中联讯通是本软件的知识产权权利人。本软件的一切著作权、商标权、专利权、商业秘密等知识产权，以及与本软件相关的所有信息内容（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护，中联讯通享有上述知识产权。</p>
            <p class="marginBottom60">9.2 未经中联讯通书面同意，您不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权，中联讯通保留追究上述行为法律责任的权利。</p>

            <h2 class="marginBottom60">十、【终端安全责任】</h2>
            <p>10.1 您理解并同意，本软件同大多数互联网软件一样，可能会受多种因素影响，包括但不限于用户原因、网络服务质量、社会环境等；也可能会受各种安全问题的侵扰，包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁您的终端设备信息和数据安全，继而影响本软件的正常使用等。因此，您应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。</p>
            <p>10.2 您不得制作、发布、使用、传播用于窃取视频帐号及他人个人信息、财产的恶意程序。</p>
            <p class="marginBottom60">10.3 维护软件安全与正常使用是中联讯通和您的共同责任，中联讯通将按照行业标准合理审慎地采取必要技术措施保护您的终端设备信息和数据安全，但是您承认和同意中联讯通并不能就此提供完全保证。</p>

            <h2 class="marginBottom60">十一、【第三方软件或技术】</h2>
            <p>11.1本软件可能会使用第三方软件或技术（包括本软件可能使用的开源代码和公共领域代码等，下同），这种使用已经获得合法授权。</p>
            <p>11.2 本软件如果使用了第三方的软件或技术，中联讯通将按照相关法规或约定，对相关的协议或其他文件，可能通过本协议附件或者在本软件安装包特定文件夹中以打包等形式进行展示，它们可能会以“软件使用许可协议”、“授权协议”、“开源代码许可证”或其他形式来表达。前述通过各种形式展现的相关协议或其他文件，均是本协议不可分割的组成部分，与本协议具有同等的法律效力，您应当遵守这些要求。如果您没有遵守这些要求，该第三方或者国家机关可能会对您提起诉讼、罚款或采取其他制裁措施，并要求中联讯通给予协助，您应当自行承担法律责任。</p>
            <p class="marginBottom60">11.3 如因本软件使用的第三方软件或技术引发的任何纠纷，应由该第三方负责解决，中联讯通不承担任何责任。中联讯通不对第三方软件或技术提供客服支持，若您需要获取支持，请与第三方联系。</p>

            <h2 class="marginBottom60">十二、【其他】</h2>
            <p>12.1 您使用本软件即视为您已阅读并同意受本协议的约束。中联讯通有权在必要时修改本协议条款。您可以在本软件的最新版本中查阅相关协议条款。本协议条款变更后，如果您继续使用本软件，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本软件。</p>
            <p>12.2 本协议签订地为中华人民共和国北京市西城区。</p>
            <p>12.3 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
            <p>12.4 若您和中联讯通之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</p>
            <p>12.5 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
            <p>12.6 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>
            <p class="marginBottom60">（正文完）</p>
            <p class="marginBottom60 textRight">北京中联讯通网络科技有限公司</p>
        </v-flex>
    </v-layout>
</template>

<script>
// import Wrap from '@/components/Wrap.vue'
export default {
    // components: {
    //     Wrap
    // }
    layout: 'simpleLayout',
    head: {
        title: '六盘软件许可及服务协议'
    }
}
</script>

<style scoped>
.textCenter {
    text-align: center;
}
.marginBottom60 {
    margin-bottom: 60px;
}
.textRight {
    text-align: right;
}
</style>
